tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "mk-5/mk-5"
brew "glibc"
brew "adr-tools"
brew "atuin"
brew "bat"
brew "bench"
brew "bfs"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "diskonaut"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-flow"
brew "unzip"
brew "go"
brew "jq"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "msgpack"
brew "tree-sitter"
brew "neovim"
brew "pass"
brew "pipx"
brew "powerlevel10k"
brew "python-setuptools"
brew "ripgrep"
brew "serpl"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
